Repository: asturio/hinversi
Catalog: po/*.po
Languages: de, pt_br

source: %s/%s Can't move, *passing %s*.
de: %s/%s Kann nicht ziehen, *%s aussetzen*.
pt_br: %s/%s Não pode mover, *pula %s*.

source: B
de: S
pt_br: P

source: W
pt_br: B

source: once
de: ein Mal
pt_br: um vez

source: twice
de: zwei Mal
pt_br: duas vezes

source: Choose your destiny:
de: Wähle deinen Schicksaal:
pt_br: Escolha seu destino:

source: Black
de: Schwarz
pt_br: Preto

source: White
de: Weiß
pt_br: Branco

source: Please enter the name %s player:
de: Bitte geben Sie den Namen des Spielers für %s ein:
pt_br: Por favor entre o nome do jogador %s:

source: %s (Black): %d x %d :(White) %s %s Wins!!!
de: %s (Schwarz): %d x %d :(Weiß) %s %s gewinnt!!!
pt_br: %s (Preto): %d x %d :(Branco) %s %s ganha!!!

source: No one
de: Niemand
pt_br: Ninguém

source: %s options:
de: %s Optionen:
pt_br: %s opções:

source: -b BLACK player [h0123] (default - h) --black
de: -b Schwarzer Spieler [h0123] (default - h) --black
pt_br: -b Jogador PRETO [h0123] (padrão - h) --black

source: -w WHITE player [h0123] (default - 1) --white
de: -w Weißer Spieler [h0123] (default - 1) --white
pt_br: -w Jogador BRANCO [h0123] (padrão - 1) --white

source: -V Displays the version number --version
de: -V Zeigt die Versionsnummer --version
pt_br: -V Mostra o número da versão --version

source: -h This Help screen --help
de: -h Diese Hilfeseite --help
pt_br: -h Essa ajuda --help

source: Engine '%c' not implemented!
de: Engine '%c' nicht implementiert!
pt_br: Engine '%c' não implementada!

source: This game: %s/B x %s/W.
de: Dieses Spiel: %s/S x %s/W.
pt_br: Este jogo: %s/P x %s/B.

source: ERROR: can't initialize othello board!
de: FEHLER: kann das othello Bret nicht initilisieren!
pt_br: ERRO: não posso inicializar o tabuleiro de othello!

source: %s: Sorry, can't make that move.
de: %s: Sorry, kann diesen Zug nicht machen.
pt_br: %s: Desculpe-me, não pode fazer essa jogada.

source: ****** No move selected, strange !!!
de: ****** Kein Zug ausgewählt, seltsam !!!
pt_br: ****** Nenhuma jogada selecionada, estranho !!!

source: You shouldn't be seeing this message %s, %d.
de: Sie sollten diese Meldung nicht sehen %s, %d.
pt_br: Você não deveria estar vendo essa menságem %s, %d.

source: Client '%c' not implemented!
de: Client '%c' nicht implementiert!
pt_br: Cliente '%c' não implementado!

source: Choosed [%c%d].
de: Gezogen [%c%d].
pt_br: Escolheu [%c%d].

source: %s: Got %d moves, maximum is %d. Please increase MAXMOB and notify the author.
de: %s: Habe %d Züge gefunden, das Maximum ist %d. Bitte erhöhen Sie MAXMOB und benachrichtigen Sie denAuthor.
pt_br: %s: Consegui %d jogadas, máximo é %d. Por favor aumente MAXMOB e avise o autor.

source: %s Version: %s - (c) Claudio Clemens %s comes with ABSOLUTELY NO WARRANTY; for details see the file COPYING. This is free software, and you are welcome to redistribute it under certain conditions.
de: %s Version: %s - (c) Claudio Clemens %s kommt ohne JEGLICHE GARANTIE; für weitere Details siehe die Datei COPYING. Das ist freie Software, und Sie können es weiterverbreiten unter bestimmte Voraussetzungen.
pt_br: %s Versão: %s - (c) Claudio Clemens %s NÃO VEM COM GARANTIA NENHUMA; para maiores detalhes veja o arquivo COPYING. Este é um software livre, e você pode redistribuí-lo sob certas condições.
